Repository: kiliankoe/donner
Catalog: Donner/*.lproj/Localizable.strings
Languages: de

# i_saw_flash
source: I saw a flash!
de: Blitz gesehen!

source: Tracking Lightning Strike
de: Blitz wird verfolgt

source: Lightning detected at
de: Blitz erkannt um

source: Cancel
de: Abbrechen

source: Recent Strikes
de: Letzte Einschläge

source: Delete
de: Löschen

source: Clear Location
de: Standort entfernen

source: Storm Track
de: Gewitterverlauf

# strike_singular
source: strike
de: Einschlag

# strikes_plural
source: strikes
de: Einschläge

source: recorded
de: aufgezeichnet

# strikes_with_duration
source: %d %@ recorded (%d min total)
de: %d %@ aufgezeichnet (%d min insg.)

source: Latest Strike
de: Letzter Einschlag

source: Previous
de: Vorherige

source: Your Location
de: Dein Standort

# point_toward_lightning
source: Where did it strike?
de: Wo war der Blitzeinschlag?

# heading_capture_instruction
source: Hold your device steady and aim it in the direction where you saw the lightning strike
de: Halte dein Gerät in die Richtung, in der du den Blitz gesehen hast

# km_away
source: %.1f km away
de: %.1f km entfernt

source: Record
de: Speichern

# heading_accuracy_good
source: Compass calibrated
de: Kompass kalibriert

# heading_accuracy_fair
source: Compass accuracy fair
de: Kompass-Genauigkeit ausreichend

# heading_accuracy_poor
source: Move away from interference
de: Von Störquellen entfernen

# heading_accuracy_uncalibrated
source: Calibrate compass
de: Kompass kalibrieren

# heading_calibration_instructions
source: Try moving your device in a figure-8 pattern
de: Versuche dein Gerät in einer 8er-Bewegung zu schwenken

source: Record Lightning Direction
de: Blitzrichtung aufzeichnen

# direction_tip_message
source: Tap here to record the direction where you saw the lightning. With that you estimate the strike's location on a map.
de: Tippe hier um die Richtung des Blitzeinschlags aufzunehmen. Damit kannst du den Einschlagsort auf einer Karte schätzen.

# compass_ne
source: NE
de: NO

# compass_e
source: E
de: O

# compass_se
source: SE
de: SO

# built_with_love
source: Built with ðŸ’› in Dresden, Germany
de: Mit 💛 in Dresden gebaut

# tab_lightning
source: Lightning
de: Blitz

# tab_strikes
source: Strikes
de: Einschläge

# tab_map
source: Map
de: Karte

source: No storms recorded
de: Keine Gewitter aufgezeichnet

# record_strikes_to_see_map
source: Record lightning strikes to see them on the map
de: Zeichne Blitzeinschläge auf, um sie auf der Karte zu sehen

# storms_legend_title
source: Storms
de: Gewitter

# storm_age_recent
source: Recent
de: Aktuell

# storm_age_hours
source: Hours ago
de: Vor Stunden

# storm_age_old
source: Old (>12h)
de: Älter (>12h)

# strikes_navigation_title
source: Strikes
de: Einschläge

source: No strikes recorded
de: Keine Einschläge aufgezeichnet

# tap_lightning_tab_hint
source: Tap the Lightning tab to start tracking
de: Tippe auf den Blitz-Tab, um zu beginnen
